tap "github/gh"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "openresty/brew"
tap "universal-ctags/universal-ctags"

# Mac app store
brew "mas"
mas install 937984704 # Amphetamine

# Miscellaneous
brew "gphoto2"
brew "libgphoto2"
brew "gnupg"

# Editors
brew "neovim"
cask "visual-studio-code"
cask "intellij-idea"

# CLI Tools
brew "ripgrep"
brew "jq"
brew "the_silver_searcher"
brew "wget"
brew "aspell"
brew "fzf"
brew "fx"
brew "fd"
brew "bat"

# Password Management
cask "1password-cli"
cask "1password"

# Development -> Languages
brew "go"
brew "golangci/tap/golangci-lint"
brew "ruby"
brew "scala"
brew "python"
brew "python3"
brew "deno"
brew "node"

# Development -> Tools
brew "git"
brew "gh"
brew "yarn"
brew "allure"
brew "nginx"
brew "grafana"
brew "hugo"
brew "openresty/brew/openresty"
brew "nvm"
cask "docker"
brew "mongodb/brew/mongodb-community"

# Development -> Testing
brew "k6"
cask "postman"
cask "altair-graphql-client"

# Terminals
cask "iterm2"
cask "hyper"

# Browsers
cask "google-chrome"
cask "firefox"

# General
cask "slack"
cask "loom"
cask "zoom"
cask "whatsapp"
cask "spotify"
cask "meetingbar"

# VPN
cask "perimeter81"
