tap "github/gh"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "openresty/brew"
tap "universal-ctags/universal-ctags"
brew "allure"
brew "aspell"
brew "bat"
brew "deno"
brew "fd"
brew "node"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "libgphoto2"
brew "gphoto2"
brew "grafana"
brew "grex"
brew "hugo"
brew "influxdb"
brew "jq"
brew "k6"
brew "neovim"
brew "nginx"
brew "ripgrep"
brew "ruby"
brew "scala"
brew "the_silver_searcher"
brew "wget"
brew "yarn"
brew "golangci/tap/golangci-lint"
brew "mongodb/brew/mongodb-community"
brew "openresty/brew/openresty"
cask "1password-cli"
cask "altair-graphql-client"
cask "liteide"
