tap "homebrew/bundle"
tap "warrensbox/tap"
brew "awscli"
brew "fnm"
brew "gh"
brew "git"
brew "jq"
brew "serverless"
brew "stow"
brew "tree"
brew "yarn"
brew "yq"
brew "warrensbox/tap/tfswitch"
cask "1password-cli"
cask "gpg-suite"
cask "iterm2"
cask "meetingbar"
cask "spotify"
cask "stats"
cask "visual-studio-code"
cask "zoom"
vscode "alexkrechik.cucumberautocomplete"
vscode "bungcip.better-toml"
vscode "christian-kohler.npm-intellisense"
vscode "eamodio.gitlens"
vscode "foxundermoon.shell-format"
vscode "GitHub.copilot"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "GrapeCity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-repositories"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "tomoki1207.pdf"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
