tap "aws/tap"
tap "carvel-dev/carvel"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "idoavrah/homebrew"
tap "johanhaleby/kubetail"
tap "jorgerojas26/lazysql"
tap "jstkdng/programs"
tap "kdash-rs/kdash"
tap "lindell/multi-gitter"
tap "norwoodj/tap"
tap "robusta-dev/krr"
tap "sdkman/tap"
tap "skyscanner/tools"
tap "snyk/tap"
tap "warrensbox/tap"
brew "act"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "argocd"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "glib"
brew "cairo"
brew "pycparser"
brew "cffi"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "libavif"
brew "pango"
brew "librsvg"
brew "chafa"
brew "cilium-cli"
brew "cmatrix"
brew "container-structure-test"
brew "dnsmasq"
brew "docutils"
brew "doggo"
brew "fd"
brew "fnm"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "go"
brew "netpbm"
brew "gts"
brew "graphviz"
brew "helm"
brew "helm-ls"
brew "jq"
brew "jsonnet"
brew "kind"
brew "krew"
brew "kubebuilder"
brew "kubectx"
brew "lazygit"
brew "lua-language-server"
brew "minikube"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "parallel"
brew "pipx"
brew "poetry"
brew "pyenv"
brew "ripgrep"
brew "sbt"
brew "serverless"
brew "sl"
brew "starship"
brew "stow"
brew "tcptraceroute"
brew "telnet"
brew "terraform-docs"
brew "tfenv"
brew "tilt"
brew "tmux"
brew "tree"
brew "viu"
brew "watch"
brew "wget"
brew "yamlfmt"
brew "yq"
brew "zoxide"
brew "aws/tap/eks-node-viewer"
brew "carvel-dev/carvel/ytt"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/vault"
brew "idoavrah/homebrew/tftui"
brew "johanhaleby/kubetail/kubetail"
brew "jorgerojas26/lazysql/lazysql"
brew "kdash-rs/kdash/kdash"
brew "lindell/multi-gitter/multi-gitter"
brew "norwoodj/tap/helm-docs"
brew "robusta-dev/krr/krr"
brew "sdkman/tap/sdkman-cli"
brew "skyscanner/tools/turbolift"
brew "snyk/tap/snyk"
cask "1password-cli"
cask "amazon-chime"
cask "aptakube"
cask "aws-vpn-client"
cask "datagrip"
cask "docker"
cask "firefox"
cask "font-monaspace"
cask "ghostty"
cask "gpg-suite"
cask "iterm2"
cask "kitty"
cask "lens"
cask "loom"
cask "meetingbar"
cask "postman"
cask "spotify"
cask "stats"
cask "visual-studio-code"
cask "warp"
cask "zoom"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.makefile-tools"
vscode "redhat.vscode-yaml"
vscode "scala-lang.scala"
vscode "tomoki1207.pdf"
vscode "yzhang.markdown-all-in-one"
