tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "warrensbox/tap"
brew "act"
brew "awscli"
brew "gh"
brew "jq"
brew "lua"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "stow"
brew "tree"
brew "yarn"
brew "yq"
brew "warrensbox/tap/tfswitch"
cask "1password-cli"
cask "altair-graphql-client"
cask "aws-vpn-client"
cask "firefox"
cask "font-jetbrains-mono"
cask "gpg-suite"
cask "insomnia"
cask "iterm2"
cask "krisp"
cask "loom"
cask "meetingbar"
cask "microsoft-teams"
cask "oracle-jdk"
cask "spotify"
cask "stats"
cask "visual-studio-code"
cask "zoom"
